/* authorizing */
"authorizing" = "กำลังอนุมัติ";

/* bookmarks */
"bookmarks" = "ที่คั่นหน้าเว็บ";

/* bookmarks menu */
"Bookmarks Menu" = "เมนูที่คั่นหน้าเว็บ";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "แถบเครื่องมือที่คั่นหน้าเว็บ";

/* cancel */
"Cancel" = "ยกเลิก";

/* unable to load page */
"Cannot Load Page" = "โหลดหน้าเว็บไม่ได้";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "โหลดกุญแจส่วนตัวไม่ได้";

/* cannot submit email */
"Cannot Submit" = "ไม่สามารถส่งได้";

/* unable to refresh data */
"Cannot Sync" = "ผสานไม่ได้";

/* connecting */
"connecting" = "กำลังเชื่อมต่อ";

/* copy the url to the clipboard */
"Copy URL" = "คัดลอก URL";

/* update Firefox Home */
"Data on the server is in a new and unrecognized format. Please update Firefox Home." = "ข้อมูลบนเซิร์ฟเวอร์เป็นข้อมูลใหม่และอยู่ในรูปแบบที่ไม่รู้จัก โปรดปรับรุ่น Firefox Home";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "ข้อมูลบนเซิร์ฟเวอร์เป็นข้อมูลเก่าและอยู่ในรูปแบบที่ไม่รู้จัก โปรดปรับรุ่น Firefox Sync บนคอมพิวเตอร์ขอคุณ";

/* duplicate email address */
"Duplicate" = "ซ้ำ";

/* send the url via email */
"Email URL" = "URL อีเมล";

/* error loading page */
"Error Loading Page" = "มีปัญหาขณะโหลดหน้าเว็บ";

/* error retrieving data */
"Error Retrieving Data" = "มีปัญหาขณะอ่านข้อมูล";

/* Failed Server Lookup */
"Failed Server Lookup" = "ไม่พบเซิร์ฟเวอร์";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "ติดต่อเซิร์ฟเวอร์ไม่ได้ (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "ติดตั้งกุญแจส่วนตัวไม่ได้ (%d)";

/* email content */
"Here is that site we talked about:" = "นี่คือเว็บที่เราพูดถึง:";

/* history */
"history" = "ประวัติ";

/* incorrect password */
"Incorrect Password" = "รหัสผ่านไม่ถูกต้อง";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "กุญแจ Sync ไม่ถูกต้อง";

/* we will send instructions */
"Instructions are on the way" = "กำลังส่งวิธีการใช้งาน";

/* invalid url */
"Invalid URL" = "URL ผิดรูปแบบ";

/* loading web page */
"loading..." = "กำลังโหลด...";

/* unable to login */
"Login Failure" = "เข้าระบบไม่ได้";

/* mobile bookmarks */
"Mobile Bookmarks" = "ที่คั่นหน้าเว็บมือถือ";

/* no internet connection */
"No internet connection available" = "ไม่มีการเชื่อมต่ออินเทอร์เน็ต";

/* no matching items found */
"No Matches" = "ไม่ตรงกัน";

/* ok */
"OK" = "ตกลง";

/* privacy policy */
"Privacy Policy" = "นโยบายความเป็นส่วนตัว";

/* refresh local data */
"Refresh" = "ล้าง";

/* searching for matching items */
"Searching..." = "กำลังค้นหา...";

/* email subject */
"Sending you a link" = "กำลังส่งลิงก์ให้คุณ";

/* re-authenticate */
"Sign In" = "ลงชื่อเข้าใช้";

/* stop refreshing data */
"Stop" = "หยุด";

/* tabs */
"tabs" = "แท็บ";

/* terms of service */
"Terms Of Service" = "ข้อตกลงการให้บริการ";

/* thank you for submitting */
"Thank you!" = "ขอบคุณ!";

/* the email address already exists in our database */
"That email address has already been submitted" = "เคยส่งที่อยู่อีเมลนี้มาแล้ว";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "สื่อสารกับเซิร์ฟเวอร์ไม่ได้ (%d)";

/* server unavailable */
"Unable to contact server" = "ติดต่อเซิร์ฟเวอร์ไม่ได้";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "ส่งอีเมลของคุณไม่ได้ ลองใหม่อีกครั้ง (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "ที่คั่นหน้าเว็บที่ไม่เรียงลำดับ";

/* username not found */
"User Name Not Found" = "ไม่พบชื่อบัญชี";

/* launch safari to display the url */
"View in Safari" = "ดูใน Safari";

/* Required */
"Required" = "ต้องมี";

/* Caution: use at own risk */
"Caution: use at own risk" = "คำเตือน การใช้งานมีความเสี่ยง";

/* Enter your Sync account information */
"Enter your Sync account information" = "กรอกข้อมูลบัญชีของคุณ";

/* Account */
"Account" = "บัญชี";

/* Password */
"Password" = "รหัสผ่าน";

/* Sync Key */
"Sync Key" = "กุญแจ Sync";

/* Use Custom Server */
"Use Custom Server" = "ใช้เซิร์ฟเวอร์อื่น";

/* Server URL */
"Server URL" = "URL เซิร์ฟเวอร์";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "ตั้งค่า Sync ไม่ได้";

/* Try Again */
"Try Again" = "ลองอีกครั้ง";

/* Manual Setup */
"Manual Setup" = "ตั้งค่าเอง";

/* Firefox Home could not connect to Sync. Would you like to try again? */
"Firefox Home could not connect to Sync. Would you like to try again?" = "Firefox Home เชื่อมไปยัง Sync ไม่ได้ คุณต้องการลองใหม่หรือไม่?";

/* Passcode */
"Passcode" = "พาสโค้ด";

/* Used for a small button */
"Not Now" = "ไม่ใช่ตอนนี้";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Firefox Home again." = "เนื่องจากมีการปรับรุ่น คุณจึงต้องเข้าสู่ระบบ Firefox Home ใหม่อีกครั้ง";

/* Message that we show in a dialog when the user tries to open a file:// url */
"Firefox Home cannot load the page because it is of an unsupported type." = "Firefox Home เปิดหน้านี้ไม่ได้เพราะไม่รองรับ";
